/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@, kuras numura pēdējie cipari ir %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ — bezsaistē";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Pievienot";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Pievienot karti";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTA ĪPAŠNIEKA ADRESE";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS tiešais debets";

/* part of {Account} ending in {last4} */
"Account" = "Konts";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Konta īpašnieka vārds";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Konta numurs";

/* Button to add a new credit card. */
"Add New Card…" = "Pievienot jaunu karti…";

/* Title for Add a Card view */
"Add a Card" = "Kartes pievienošana";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Tiešā debeta konta pievienošana";

/* Title shown above a card entry form */
"Add a card" = "Pievienot karti";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Pievienot maksājuma veidu";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Pievienot bankas kontu";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Pievienot karti";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Pievienot jaunu maksājuma veidu";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Pievienot maksājuma informāciju";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "2. adreses rindiņa (nav obligāti)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Dzīv.";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Vai tiešām vēlaties noņemt šo karti?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Vai tiešām vēlaties noņemt šo saistīto kontu?";

/* Title for bank picker section */
"BANK" = "BANKA";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKAS KONTA INFORMĀCIJA";

/* Title for billing address entry section */
"BILLING ADDRESS" = "NORĒĶINU ADRESE";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Atpakaļ";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Banka";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankas konts";

/* Title for billing address entry section */
"Billing Address" = "Norēķinu adrese";

/* Billing address section title for card form entry. */
"Billing address" = "Norēķinu adrese";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Pērciet tagad vai maksājiet vēlāk ar Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Turpinot, jūs piekrītat autorizēt maksājumus saskaņā ar <terms>šiem noteikumiem</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Turpinot, jūs piekrītat autorizēt maksājumus saskaņā ar šiem<terms>noteikumiem</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Pievienojoties Link, jūs piekrītat <terms>noteikumiem</terms> un <privacy>konfidencialitātes politikai</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Norādot savu IBAN numuru un apstiprinot šo maksājumu, jūs pilnvarojat %@ un Stripe (mūsu maksājumu pakalpojumu sniedzēju) nosūtīt rīkojumu jūsu bankai debetēt jūsu kontu un (B) jūsu banku debetēt jūsu kontu saskaņā ar šo rīkojumu. Jums ir tiesības pieprasīt naudas līdzekļu atmaksu no jūsu bankas saskaņā ar jūsu bankas konta apkalpošanas līguma nosacījumiem. Naudas līdzekļu atmaksa jāpieprasa 8 nedēļu laikā, sākot no jūsu konta debetēšanas datuma.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Sniedzot savu bankas konta informāciju un apstiprinot šo maksājumu, jūs piekrītat šim tiešā debeta pieprasījumam un <terms>tiešā debeta pieprasījuma pakalpojuma līgumam</terms>, kā arī pilnvarojat uzņēmumu Stripe Payments Australia Pty Ltd ACN 160 180 343, tiešā debeta lietotāja ID numurs 507156 (turpmāk — “Stripe”) izmantot lielapjoma elektronisko klīringa sistēmu (BECS), lai uzņēmuma %@ (turpmāk — “Tirgotājs”) vārdā debitētu jūsu kontu par jebkādām summām, par kurām Tirgotājs jums ir atsevišķi ziņojis. Jūs apliecināt, ka esat vai nu iepriekš minētā konta īpašnieks, vai tā pilnvarota persona ar paraksta tiesībām.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Norādot savu maksājuma informāciju un apstiprinot šo maksājumu, jūs pilnvarojat A) %@ un Stripe (mūsu maksājumu pakalpojumu sniedzēju) nosūtīt rīkojumu jūsu bankai debetēt jūsu kontu un B) jūsu banku debetēt jūsu kontu saskaņā ar šo rīkojumu. Jums ir tiesības pieprasīt naudas līdzekļu atmaksu no jūsu bankas saskaņā ar jūsu bankas konta apkalpošanas līguma noteikumiem un nosacījumiem. Naudas līdzekļu atmaksa jāpieprasa astoņu nedēļu laikā, sākot no jūsu konta debetēšanas datuma. Jūsu tiesības ir paskaidrotas paziņojumā, kuru varat saņemt savā bankā. Jūs piekrītat saņemt paziņojumus par turpmākajiem debeta darījumiem vismaz divas dienas pirms to veikšanas.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Saglabājot savu bankas kontu %@, jūs piekrītat apstiprināt maksājumus saskaņā ar <terms>šiem noteikumiem</terms>.";

/* Title for card number entry field */
"CARD" = "KARTE";

/* Title for contact info form */
"CONTACT" = "KONTAKTINFORMĀCIJA";

/* Title for country picker section */
"COUNTRY" = "VALSTS";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Karte";

/* Details of a saved card */
"Card ending in %@" = "Karte, kuras numura pēdējie cipari ir%@";

/* Card details entry form header title */
"Card information" = "Kartes informācija";

/* Label for card number entry text field */
"Card number" = "Kartes numurs";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Mainīt e-pastu";

/* TODO */
"Choose a payment method" = "Izvēlēties maksājuma veidu";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Aizvērt kartes skeneri";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Koda lauks";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Kods nosūtīts";

/* Title for contact info form */
"Contact" = "Kontaktinformācija";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "PIEGĀDES ADRESE";

/* Label for identifying the default payment method. */
"Default" = "Noklusējuma";

/* Title for delivery info form */
"Delivery" = "Piegāde";

/* Title for delivery address entry section */
"Delivery Address" = "Piegādes adrese";

/* Accessibility hint for a text field */
"Double tap to edit" = "Pieskarieties divreiz, lai rediģētu";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* Button title to enter editing mode */
"Edit" = "Rediģēt";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Ievadiet kodu, kas nosūtīts %@, lai izmantotu Link maksāšanai pēc noklusējuma.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Ievadiet savu verifikācijas kodu";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Drošības nolūkos atkārtoti ievadiet kartes drošības kodu.";

/* Label for free shipping method */
"Free" = "Bezmaksas";

/* Placeholder string for name entry field. */
"Full name" = "Vārds, uzvārds";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Nederīga piegādes adrese";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Nederīgi dati.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Pievienoties Link";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Ielādē…";

/* label for text field to enter card expiry */
"MM / YY" = "MM/GG";

/* label for text field to enter card expiry */
"MM/YY" = "MM/GG";

/* Title for payment options section */
"MORE OPTIONS" = "PAPILDU OPCIJAS";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "Tiešsaistes banku pakalpojumi";

/* Label for button to add a new credit or debit card */
"New Card" = "Jauna karte";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Jauns tiešā debeta konts";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Jauns SEPA tiešā debeta konts";

/* Button to move to the next text entry field */
"Next" = "Tālāk";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Ne %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Internetbanka (FPX)";

/* Separator label between two options */
"Or" = "Vai";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Vai maksāt, izmantojot";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Vai maksāt ar karti";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Maksāt %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Maksāt citā veidā";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Maksājiet ātrāk %@ un pie tūkstošiem tirgotāju.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Maksāt vēlāk ar Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Maksāt pakāpeniski ar %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Maksāt, izmantojot";

/* Label preceding the selected payment method. */
"Pay with" = "Maksāt ar";

/* Pay with {payment method} */
"Pay with %@" = "Maksāt ar %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Maksājuma metode";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Vērsiet kameru uz karti.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Pasta indekss";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Pasta indekss";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Apstrādā…";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Noņemt";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Noņemt %1$@ pēdējos ciparus %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Noņemt%@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Noņemt karti";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Noņemt bankas kontu";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Noņemt bankas kontu, kas beidzas ar %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Noņemt karti";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Noņemt piesaistītu kontu";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Nosūtīt kodu vēlreiz";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA konts";
/* Payment method brand name */

"SEPA Debit" = "SEPA debets";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA tiešais debets";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "PIEGĀDES ADRESE";
/* Label for shipping method form */

"SHIPPING METHOD" = "PIEGĀDES METODE";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Saglabāt nākotnes maksājumiem";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Saglabāt manu informāciju, lai varētu droši norēķināties ar vienu klikšķi";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Saglabāt šo karti %@ maksājumiem nākotnē";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Saglabāt šo karti Stripe maksājumiem nākotnē";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Droša 1 klikšķa norēķināšanās";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Izvēlēties saglabāto maksājumu";
/* label for iDEAL-bank selection picker */

"Select bank" = "Atlasīt banku";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Izvēlēties savu maksājuma veidu";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Iestatīt kā noklusējumu";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Iestatīt kā noklusējuma maksājuma veidu";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Iestatīt";
/* Title for shipping info form */

"Shipping" = "Piegāde";
/* Title for shipping address entry section */

"Shipping Address" = "Piegādes adrese";
/* Label for shipping method form */

"Shipping Method" = "Piegādes metode";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Rādīt izvēlni";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Pierakstīties Link kontā";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Novads/štats/province/reģions";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe uz jūsu kontu 1-2 darbadienu laikā nosūtīs 0,01 $. Pēc tam saņemsiet e-pastu ar norādījumiem, kā pabeigt maksājumu ar %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Pieskarieties, lai aizvērtu";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Pieskarieties, lai izvērstu";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Ievadītais BSB ir nepilnīgs.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Ievadītais BSB nav derīgs.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Ievadītais IBAN nav pilnīgs.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Ievadītais IBAN nav derīgs, \"%@\" nav atbalstīts valsts kods.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Atlasītā maksājuma metode nav pieejama.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Šai kartei ir beidzies derīguma termiņš. Atjauniniet to, lai turpinātu to izmantot, vai izmantojiet citu maksājumu.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Tas ir jūsu noklusējums";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Autentificējot jūsu maksājuma metodi, iestājās noildze — mēģiniet vēlreiz";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Lai noskenētu karti, Iestatījumos atļaujiet piekļuvi kamerai.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Nav pieejams šim pirkumam";

/* Default missing source type label */
"Unknown" = "Nav zināms";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Atjaunināt karti";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Izmantot norēķinu adresi";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Izmantot piegādes adresi";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Izmantot piegādes adresi";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Izmantojiet saglabāto informāciju, lai norēķinātos ātrāk";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Nevaram autentificēt jūsu maksājuma metodi. Lūdzu, izvēlieties citu maksājuma metodi un mēģiniet vēlreiz.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Jūs pārvirzīs uz banku %@, lai jūs varētu pabeigt iegādi.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "IBAN sākumā jābūt divu burtu valsts kodam.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "IBAN sākumā jābūt divu burtu valsts kodam.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Pasta indekss nav pilnīgs.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Pasta indekss nav derīgs.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kartes numurs nav pilnīgs.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kartes numurs nav derīgs.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kartes derīguma termiņa datums nav pilnīgs.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kartes derīguma termiņa beigu datums nav derīgs.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kartes derīguma termiņa mēnesis nav derīgs.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kartes derīguma termiņa gads nav derīgs.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kartes drošības kods nav pilnīgs.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kartes drošības kods nav derīgs.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Pasta indekss nav pilnīgs.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Pasta indekss nav derīgs.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Pasta indekss";

/* accessibility label for text field */
"card number" = "kartes numurs";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "derīguma termiņš";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL banka";

